{
    "pagetitle1":"DEPARTMENT OF WILDLIFE CONSERVATION",
    "title2": "What is the DEPARTMENT OF WILDLIFE CONSERVATION?",
    "title3": "Our Location",
    "aboutparadescription":"The Department of Wildlife Conservation in Sri Lanka is a government agency dedicated to the preservation and sustainable management of the country's sectionerse and unique wildlife. Established in 1949, its primary objective is to safeguard the rich biosectionersity and natural habitats found within Sri Lanka. The department is responsible for the administration and enforcement of wildlife-related laws, the establishment and management of national parks, wildlife sanctuaries, and conservation reserves. It plays a crucial role in the conservation of endangered species, habitat restoration, and fostering public awareness about the importance of wildlife conservation. The department also engages in research activities to better understand the ecological balance and promote conservation strategies. Through its efforts, the Department of Wildlife Conservation strives to ensure the long-term survival of Sri Lanka's sectionerse flora and fauna for future generations.",
    "maptextpara":"Welcome to the Department of Wildlife Conservation Sri Lanka,your gateway to discovering our strategic presence in safeguarding the nation's rich biosectionersity. Our main office,situated at Battaramulla,serves as the hub for our dedicated efforts in wildlife preservation and sustainable management.",
    "footerpara":"At Ceylon Wildlife, our mission is to conserve and protect the diverse wildlife of Sri Lanka, including the iconic Sri Lankan leopard, facing threats from habitat loss and human-wildlife conflict. Through collaboration with communities and conservation partners, we work towards a harmonious balance between human activities and preserving the island's natural heritage. Join us in securing a sustainable future for Sri Lanka's wildlife.",
    "contactus1":"Contact Us:",
    "contactus2":"Email: Ceylonwildlife@gmail.com",
    "contactus3":"Phone: 077 123 4567"
    
}