{
    "introductionpara":"Welcome to the enchanting realm of Ceylon Wildlife, a digital haven dedicated to unraveling the rich tapestry of Sri Lanka's diverse and captivating ecosystems. Nestled in the heart of the Indian Ocean, Sri Lanka boasts an extraordinary array of wildlife, ranging from majestic elephants and elusive leopards to vibrant bird species and unique marine life. Our purpose is to serve as a virtual gateway, inviting you to explore the wonders of Ceylon's natural heritage, fostering a deep appreciation for the delicate balance that sustains these ecosystems. As you embark on this digital safari, we aim to provide an immersive experience, weaving together the threads of information, conservation efforts, and breathtaking visuals that showcase the unparalleled beauty of Sri Lanka's wildlife. From lush rainforests to expansive savannas, our platform endeavors to be a comprehensive resource, promoting awareness and understanding of the diverse flora and fauna that call this island paradise home. Join us on a journey of discovery, as we delve into the intricacies of Ceylon's wildlife, celebrate its unique biodiversity, and advocate for the preservation of these precious habitats. Let Ceylon Wildlife be your virtual guide, inspiring a sense of wonder and fostering a commitment to the conservation of this natural heritage for generations to come.",
    "galoyaparkintro":"Nestled in the southeast of Sri Lanka, Gal Oya National Park offers a pristine sanctuary untouched by human intervention for centuries. Spanning over 25,000 hectares, the park features lush evergreen forests, open savannas, and the expansive Senanayake Samudra lake, where tranquility reigns supreme. Gal Oya Lodge provides a unique Sri Lanka safari experience, uniquely conducted by boat, granting an unparalleled perspective of nature's wonders. The park is a haven for diverse wildlife, hosting 32 mammal species and nearly 150 bird varieties. Notably, it is one of the best places globally to witness Asian elephants in their natural habitat, showcasing their strength and grace as they navigate the water. Escape the urban hustle; let Gal Oya National Park be your refuge, where the rhythms of nature unfold in an unforgettable symphony.",
    "bundalaintro":"Bundala National Park is a fantastic maze of waterways, lagoons and dunes that glitter like gold in the dying evening sun. This wonderland provides a home to thousands of colourful birds ranging from diminutive little bee-eaters to grotesque open-billed stalks. It is a wetland sanctuary of such importance that it has been recognised under the Ramsar Convention on Wetlands. Many big mammals are also present, with between 15 and 60 elephants depending on the season (December is the best month). The park shelters almost 200 species of birds within its 62-sq-km area, with many journeying from Siberia and the Rann of Kutch in India to winter here, arriving between August and April (December to March is the peak time). It’s also a winter home to the greater flamingo, and up to 2000 have been recorded here at one time Bundala also has civets, giant squirrels and lots of crocodiles.",
    "hortronplainsintro":"Horton Plains is a beautiful, stark world with excellent hikes in the shadows of Sri Lanka’s second- and third-highest mountains, Kirigalpotta (2395m) and Totapola (2357m). The ‘plains’ form an undulating plateau over 2000m high, covered by wild grasslands and interspersed with patches of thick forest, rocky outcrops, filigree waterfalls and misty lakes. The surprising diversity of the landscape is matched by the wide variety of wildlife, although many of the larger animals are very elusive. Birdwatchers will be well rewarded.The plateau comes to a sudden end at World’s End, a stunning escarpment that plunges 880m. Entrance fees for foreigners are now extremely steep. Get here for a 6am start when the paths are not too crowded with hikers."

}