{
    "srilankangeen":"The Green turtle (Chelonia mydas) is the most commonly found turtle in Sri Lanka and one of the largest known sea turtles. It can be recognized from its flattened body covered by a tear shaped shell that is blackish grey in colour, a smaller head than the loggerhead turtle and a pair of large paddle like flippers. The adult turtle is relatively large weighing between 68 and 190 kg with exceptional species weighing as much as 315 kg. It gets its name from the green colour fat found in the layers under its shell. They are found mainly thriving in the tropical waters of the ocean, feeding only on marine vegetation such as algae and sea grass, returning to the shore to lay eggs.",
    "slanimalsintropara":"The Sri Lankan subspecies is the largest and also the darkest of the Asian elephants, with patches of depigmentation—areas with no skin color—on its ears, face, trunk and belly. Once found throughout the tear-shaped island at the bottom of India’s southern tip, these elephants are now being pushed into smaller areas as development activities clear forests and disrupt their ancient migratory routes.The herd size in Sri Lanka ranges from 12-20 insectioniduals or more. It is led by the oldest female, or matriarch. In Sri Lanka, herds have been reported to contain nursing units, consisting of lactating females and their young, and juvenile care units, containing females with juveniles. The Sri Lankan elephant population has fallen almost 65% since the turn of the 19th century. Today, the Sri Lanka elephant is protected under the Sri Lankan law and killing one carries the death penalty.Elephants hold symbolic, cultural and economic importance in Sri Lanka. They attract tourists who visit national parks to observe elephants in the wild. They support logging operations by dragging felled logs and have special significance in religious events.",
    "slothbearpara":"The sloth bear (Melursus ursinus) was originally classified as belonging to the sloth family (Megalonychidae and Bradypodidae) in the 1700s, thus named bear sloth. This error was not discovered until the first specimen of the bear was shipped to Europe from India in 1810. The bear sloth thus became the sloth bear. They are nocturnal species who set about their daily forage, as dusk begins to fall. The sloth bear is a shy and reclusive animal, and is only found in pairs during courting (breeding) or when one encounters a mother and cub. Occasionally, they are also found in pairs when there are seasonal bounties of rich food, as during the season when trees as 'Palu' and 'Weera' yield fruit. It is the only member of the bear family that carries the cub on its back. The sloth bear has to quench its thirst every night and cannot go on for prolonged periods of time without water. Sloth bears use a wide variety of facial expression and calls to communicate with one another. The subspecies Melursus ursinus inornatus is endemic to Sri Lanka.",
    "grayhornpara":"The Sri Lanka Grey Hornbill (Ocyceros gingalensis) was first described in 1811 by Shaw. It is a member of the family Bucerotidae (Hornbills). Hornbills are a family of tropical near-passerine birds found in the Old World. Sri Lanka has two species of Hornbills, the Grey Hornbill which is endemic to the island and the Malabar Pied Hornbill (Anthracoceros coronatus) which is also found in other parts of South Asia. The Grey hornbill can be easily set apart from its counterpart (Malabar Pied Hornbill) by lacking the casque (the projection on top of the bill).The family Ocyceros is represented by three species, which is distributed throughout South Asia; the Malabar Grey Hornbill (Ocyceros griseus), the Indian Grey Hornbill (Ocyceros biostris) and the Sri Lankan Grey Hornbill (Ocyceros gingalensis). Hornbills have rather intriguing way of raising a brood; the female lays around 4 eggs in a tree hole. Once the egg are laid, the male blocks off the entrance to the hole, trapping the female inside, with a mixture of mud, droppings and fruit pulp. The male leaves a narrow opening, just wide enough to transfer food to the mother and chicks. During the incubation period the female drops (moults) all her feathers. And once the chicks are ready to leave the hollow the female and male break open the hollow, helping the female and chicks to come out. The feathers of the female grow back at the end of this period.",
    "footer-paragraph": "At Ceylon Wildlife, our mission is to conserve and protect the diverse wildlife of Sri Lanka, including the iconic Sri Lankan leopard, facing threats from habitat loss and human-wildlife conflict. Through collaboration with communities and conservation partners, we work towards a harmonious balance between human activities and preserving the island's natural heritage. Join us in securing a sustainable future for Sri Lanka's wildlife.",
    "contactus1": "Contact Us:",
    "contactus2": "Email: Ceylonwildlife@gmail.com",
    "contactus3": "Phone: 077 123 4567",
    "newsletter-heading": "Subscribe to Our Newsletter"
}